12/data/attachments/3312b7c118d85447.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Cynthia_training_Actions_52773_0</nif:username>
            <nif:friendToBeRequested>soap_actions_40897f9a-240d-4576-a980-e6db35eaa331</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>